{
    "aaradhya___sai": {
        "timestamp": "2026-02-18 20:40:40",
        "message": "Love your saree collection! What kind of music do you enjoy listening to?"
    },
    "_kynakalra_": {
        "timestamp": "2026-02-18 20:41:55",
        "message": "Hey, love your travel posts! Have you been to any exciting destinations recently?"
    },
    "itsaadi.unfiltered": {
        "timestamp": "2026-02-18 20:43:32",
        "message": "Hey, loved your travel posts! What's your favorite destination so far?"
    },
    "akhilamv_": {
        "timestamp": "2026-02-18 20:44:54",
        "message": "Hi, love your travel photos! What's your favorite music to listen to while exploring new places?"
    },
    "riapatelll_02": {
        "timestamp": "2026-02-18 20:46:02",
        "message": "Hi, love your content! What kind of music are you into?"
    },
    "paruuhhs": {
        "timestamp": "2026-02-18 20:47:57",
        "message": "Hi, love your style! The mix of traditional and modern outfits is really cool. What inspires your fashion choices?"
    },
    "ritusaesthetic": {
        "timestamp": "2026-02-18 20:49:53",
        "message": "Hi, I came across your aesthetic posts and couldn't help but notice the love for travel and music. Would love to explore more about your favorite spots and tunes!"
    },
    "dikshasachdev_": {
        "timestamp": "2026-02-18 20:51:59",
        "message": "Hey, loved your take on the Haldi glam look! What inspired your choice of soft peach on the eyes?"
    },
    "pritha_chakrobarty_": {
        "timestamp": "2026-02-18 20:53:16",
        "message": "Hi, I saw your classical dance video and loved the desi aesthetic! What inspires your dance style?"
    },
    "__geet__._": {
        "timestamp": "2026-02-18 20:54:24",
        "message": "Love the Udaipur dump post! What's your favorite travel destination so far?"
    },
    "aksharaas__": {
        "timestamp": "2026-02-18 20:55:55",
        "message": "Hi, I saw your post about living in today's light and I really loved the song you shared! What's your favorite music genre?"
    },
    "isratarmin": {
        "timestamp": "2026-02-18 20:57:17",
        "message": "Hi, love the bougainvillea picture! What's your favorite travel destination so far?"
    },
    "chandana_sriii": {
        "timestamp": "2026-02-18 20:58:28",
        "message": "Hi, I saw your posts and noticed we share an interest in music and travel. Would love to discuss more about your favorite travel destinations or music genres!"
    },
    "rupalisingh27": {
        "timestamp": "2026-02-18 21:00:23",
        "message": "Hi, love your posts on aesthetics and Bollywood! What's your favorite song by Sunidhi Chauhan?"
    },
    "manishhaaaaaaaa": {
        "timestamp": "2026-02-18 21:01:33",
        "message": "Hi, love your style and content! What's your favorite travel destination so far?"
    },
    "nishitaa.yadav": {
        "timestamp": "2026-02-18 21:02:46",
        "message": "Hey, loved your edits on reels! What's your favorite travel destination?"
    },
    "navinavya777": {
        "timestamp": "2026-02-18 21:04:52",
        "message": "Hi, your posts are really inspiring and relatable. How do you manage to stay so creative and positive despite the challenges you face?"
    },
    "_bhavika_mishra_": {
        "timestamp": "2026-02-18 21:06:59",
        "message": "Hey, loved your 'short story long' humor! What's your favorite travel destination so far?"
    },
    "xuni_pervez": {
        "timestamp": "2026-02-18 21:08:41",
        "message": "Hi, love the autumn vibes in your posts! What kind of music are you into?"
    },
    "kii.kkii": {
        "timestamp": "2026-02-18 21:10:05",
        "message": "Hey, loved your skincare routine post! What's your favorite travel destination?"
    },
    "chaee__5": {
        "timestamp": "2026-02-18 21:11:54",
        "message": "Hi, I saw your post about Seoul, Korea and I'm also interested in travel and music. Have you been to any interesting places recently?"
    },
    "a_m_h_s_e_r__n_a": {
        "timestamp": "2026-02-18 21:13:56",
        "message": "Hey, loved your Sikkim travel diaries! The Seven Sisters Waterfall looks breathtaking. What's your favorite travel destination so far?"
    },
    "djswayindia": {
        "timestamp": "2026-02-18 21:15:37",
        "message": "Hey, saw your Kolkata event post and loved the energy! What kind of music do you usually play at your gigs?"
    },
    "georgia_stubbs": {
        "timestamp": "2026-02-18 21:18:02",
        "message": "Hey, love the cheese and wine diet! What's your favorite travel destination so far?"
    },
    "officialaditirawat": {
        "timestamp": "2026-02-19 11:36:16",
        "message": "Hi, I saw your post about the new song and the series 'Tara Hates Tahir'. I'm also into music and travel. Would love to discuss more about your interests!"
    },
    "themammadiaries": {
        "timestamp": "2026-02-19 11:38:23",
        "message": "Hi, loved your Galentine's DIY post! What inspired you to try out that project?"
    },
    "momokiyomi": {
        "timestamp": "2026-02-19 11:40:30",
        "message": "Happy birthday, and I hope your special day was as lovely as the places you've been to! Wishing you a year filled with travel, music, and all your favorite things"
    },
    "_shrayasingh": {
        "timestamp": "2026-02-19 11:43:25",
        "message": "Hey, loved your reel about missing childhood! What kind of music do you like?"
    },
    "_.velvet.waves._": {
        "timestamp": "2026-02-19 11:45:20",
        "message": "Love your dance moves! What kind of music do you enjoy?"
    },
    "ritikarawat_0020": {
        "timestamp": "2026-02-19 11:46:51",
        "message": "Hey, loved your biking adventures and dance videos! What's your favorite travel destination so far?"
    },
    "nannn_.19": {
        "timestamp": "2026-02-19 11:48:55",
        "message": "Love your dance moves!"
    },
    "__barefootstories__": {
        "timestamp": "2026-02-19 11:51:11",
        "message": "Love the Gulmarg shot, what camera?"
    },
    "nagajaa": {
        "timestamp": "2026-02-19 11:53:07",
        "message": "Dubai looks amazing, what's your favorite spot?"
    },
    "shrutti.kajale": {
        "timestamp": "2026-02-19 11:55:38",
        "message": "Love your pre-wedding style"
    },
    "lakshanaa._": {
        "timestamp": "2026-02-19 11:56:49",
        "message": "Love your saree style?"
    },
    "iamriddhianamikacharan": {
        "timestamp": "2026-02-19 11:59:10",
        "message": "Love your saree style, which designer?"
    },
    "sai_sakthi_._": {
        "timestamp": "2026-02-19 12:01:31",
        "message": "Love your reel style"
    }
}